Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/GeneralSettingsUI/Reset.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ICLOUD_BACKUP_PROGRESS_SKIP
source: Skip Backup
ar: تخطي النسخ الاحتياطي
bg: Пропусни резервно копие
ca: Omet la còpia de seguretat
cs: Přeskočit zálohování
da: Spring sikkerhedskopiering over
de: Backup überspringen
el: Παράλειψη δημιουργίας εφεδρικού αντιγράφου
es: Omitir copia de seguridad
es_us: Omitir respaldo
fi: Ohita varmuuskopiointi
fr: Ignorer la sauvegarde
fr_ca: Ignorer la sauvegarde
he: דילוג על גיבוי
hi: बैकअप स्किप करें
hr: Preskoči sigurnosno kopiranje
hu: Biztonsági mentés mellőzése
id: Lewati Pencadangan
it: Non eseguire il backup
ja: バックアップをスキップ
kk: Сақтық көшірме жасауды өткізіп жіберу
ko: 백업 건너뛰기
lt: Praleisti atsarginės kopijos kūrimą
ms: Langkau Sandaran
nl: Sla back‑up over
no: Hopp over sikkerhetskopi
pl: Pomiń tworzenie backupu
pt: Ignorar Backup
pt_pt: Ignorar cópia de segurança
ro: Omiteți backupul
ru: Не копировать
sk: Preskočiť zálohovanie
sl: Preskoči varnostno kopiranje
sv: Hoppa över säkerhetskopiering
th: ข้ามการสำรองข้อมูล
tr: Yedeklemeyi Atla
uk: Пропустити архівацію
vi: Bỏ qua sao lưu
zh_cn: 跳过备份
zh_hk: 略過備份
zh_tw: 略過備份

# DTO_GENERIC_SECURITY_DELAY_BEGIN_TITLE
source: Security Delay Required to Continue
ar: مطلوب تأخير أمني للمتابعة
bg: Изисква се забавяне с цел защита, за да продължите
ca: Interval de seguretat obligatori per continuar
cs: Před pokračováním musí uplynout bezpečnostní prodleva
da: Sikkerhedsforsinkelse kræves for at fortsætte
de: Sicherheitsverzögerung zum Fortfahren erforderlich
el: Απαιτείται καθυστέρηση ασφαλείας για συνέχεια
es: Debe transcurrir el tiempo de espera de seguridad para continuar
es_us: Periodo de espera obligatorio para continuar
fi: Suojausviive vaaditaan jatkamista varten
fr: Délai de sécurité requis pour continuer
fr_ca: Délai de sécurité requis pour continuer
he: יש להמתין לסיום השהיית האבטחה כדי להמשיך
hi: जारी रखने के लिए सुरक्षा विलंब आवश्यक है
hr: Za nastavak je potrebna Sigurnosna odgoda
hu: Biztonsági késleltetés szükséges a folytatáshoz
id: Penundaan Keamanan Diperlukan untuk Melanjutkan
it: Ritardo di sicurezza previsto per continuare
ja: 続けるにはセキュリティ上の理由から時間を置く必要があります
kk: Жалғастыру үшін қауіпсіздік кідірісі қажет
ko: 계속하려면 보안 지연을 거쳐야 함
lt: Reikia saugumo delsos, kad būtų galima tęsti
ms: Penundaan Keselamatan Diperlukan untuk Meneruskan
nl: Beveiligingsvertraging vereist om door te gaan
no: Sikkerhetsforsinkelse kreves for å fortsette
pl: Kontynuowanie jest możliwe z opóźnieniem
pt: Adiamento de Segurança Necessário para Continuar
pt_pt: Intervalo de segurança necessário para continuar
ro: Întârziere de securitate obligatorie înainte de a continua
ru: Перед продолжением необходима системная задержка для защиты данных
sk: Musíte počkať
sl: Za nadaljevanje je zahtevana varnostna zakasnitev
sv: Säkerhetsfördröjning krävs för att fortsätta
th: ต้องรอเวลาเพื่อความปลอดภัยในการดำเนินการต่อ
tr: Sürdürmek İçin Güvenlik Gecikmesi Gerekiyor
uk: Для продовження потрібна захисна затримка
vi: Yêu cầu trì hoãn bảo mật để tiếp tục
zh_cn: 需要安全延迟才能继续
zh_hk: 需要保安延遲才能繼續
zh_tw: 需要等待安全性延遲才能繼續

# ICLOUD_BACKUP_DISABLED_AND_SYNC_ERROR_MSG_WIFI
source: Make sure you are connected to Wi-Fi. Your backup is disabled. You can turn it on at Settings → AppleID → iCloud → iCloud Backup
ar: تأكد من الاتصال بالـ Wi-Fi. النسخ الاحتياطي مُعطَّل. يمكنك تشغيله من الإعدادات ← Apple ID ← ‏iCloud ← النسخ الاحتياطي على iCloud
bg: Уверете се, че сте свързани с Wi-Fi. Резервното копие е деактивирано. Можете да го включите в Настройки → Apple ID → iCloud → iCloud резервно копие
ca: Comprova que tinguis connexió a la Wi‑Fi. La còpia de seguretat està desactivada. Pots activar‑la des de la configuració → ID d’Apple → iCloud → Còpia a l’iCloud.
cs: Ujistěte se, že jste připojení k Wi‑Fi. Zálohování je vypnuté. Můžete ho zapnout v Nastavení → Apple ID → iCloud → Záloha na iCloudu
da: Sørg for, at der er forbindelse til Wi-Fi. Sikkerhedskopiering er slået fra. Du kan slå det til i Indstillinger → Apple-id → iCloud → iCloud-sikkerhedskopi
de: Stelle sicher, dass du mit einem WLAN verbunden bist. Dein Backup ist deaktiviert. Du kannst es in „Einstellungen“ → „Apple-ID“ → „iCloud“ → „iCloud-Backup“ aktivieren.
el: Βεβαιωθείτε ότι είστε συνδεδεμένοι σε δίκτυο Wi-Fi. Το εφεδρικό σας αντίγραφο είναι απενεργοποιημένο. Μπορείτε να το ενεργοποιήσετε στις «Ρυθμίσεις» → «Apple ID» → «iCloud» → «Εφεδρικό αντίγραφο iCloud»
es: Asegúrate de tener conexión a una red Wi‑Fi. La copia de seguridad está desactivada. Puedes activarla en Ajustes → ID de Apple → iCloud → Copia en iCloud
es_us: Asegúrate de tener conexión a una red Wi-Fi. Tu respaldo está desactivado; lo puedes activar en Configuración → Apple ID → iCloud → Respaldo en iCloud
fi: Varmista, että olet yhteydessä Wi-Fiin. Varmuuskopiointi on pois käytöstä. Voit laittaa sen päälle kohdassa Asetukset → Apple ID → iCloud → iCloud-varmuuskopio
fr: Assurez-vous d’être connecté à un réseau Wi-Fi. Votre sauvegarde est désactivée. Vous pouvez l’activer dans Réglages → Identifiant Apple → iCloud → Sauvegarde iCloud.
fr_ca: Vérifiez que vous êtes connecté au Wi‑Fi. Votre sauvegarde est désactivée. Vous pouvez l’activer dans Réglages → Identifiant Apple → iCloud → Sauvegarde iCloud.
he: יש לוודא שהמכשיר מחובר לרשת אלחוטית. אפשרות הגיבוי אינה פעילה אצלך כרגע. ניתן להפעיל אותה דרך ״הגדרות״ ←‏ Apple ID ‏← iCloud ← ״גיבוי iCloud״
hi: सुनिश्चित करें कि आप वाई-फ़ाई से कनेक्टेड हैं। आपका बैकअप अक्षम है। आप सेटिंग्ज़ → Apple ID → iCloud → iCloud बैकअप में उसे चालू कर सकते हैं
hr: Provjerite jeste li spojeni na Wi-Fi. Sigurnosna kopija je onemogućena. Možete je uključiti u Postavkama → Apple ID → iCloud → iCloud sigurnosna kopija
hu: Győződjön meg arról, hogy Wi-Fi-hálózathoz csatlakozik. A biztonsági mentés le van tiltva. A bekapcsolásához válassza a Beállítások → Apple ID → iCloud → iCloud biztonsági mentés menüpontot
id: Pastikan Anda terhubung ke Wi-Fi. Cadangan Anda dinonaktifkan. Anda dapat menyalakannya di Pengaturan → ID Apple → iCloud → Cadangan iCloud
it: Assicurati che la connessione Wi-Fi sia attiva. Il backup è disabilitato. Puoi attivarlo in Impostazioni → ID Apple → iCloud → Backup iCloud
ja: Wi-Fiに接続されていることを確認してください。バックアップが無効になっています。“設定” → “Apple ID” → “iCloud” → “iCloudバックアップ”でオンにできます。
kk: Wi-Fi желісіне қосылғаныңызға көз жеткізіңіз. Сақтық көшірмеңіз өшірулі. Оны Реттеулер → Apple ID → iCloud → iCloud сақтық көшірмесі тармағы арқылы қосуға болады
ko: Wi‑Fi에 연결되어 있는지 확인하십시오. 백업이 비활성화되었습니다. 설정 → Apple ID → iCloud → iCloud 백업에서 백업을 켤 수 있습니다.
lt: Įsitikinkite, kad esate prisijungę prie „Wi-Fi“ tinklo. Atsargės kopijos kūrimas išjungtas. Jį galite įjungti pasirinkę „Nustatymai“ → „Apple ID“ → „iCloud“→ „iCloud“ atsarginė kopija“
ms: Pastikan anda disambungkan ke Wi‑Fi. Sandaran anda dinyahdayakan. Anda boleh mengaktifkannya di Seting → Apple ID → iCloud → Sandaran iCloud
nl: Controleer of er verbinding is met wifi. Je back‑up is uitgeschakeld. Je kunt deze inschakelen in Instellingen via 'Apple ID' → 'iCloud' → 'Back‑up in iCloud'
no: Kontroller at du er koblet til Wi-Fi. Sikkerhetskopiering er deaktivert. Du kan slå det på i Innstillinger → Apple‑ID → iCloud → iCloud-sikkerhetskopi
pl: Upewnij się, że masz połączenie z siecią Wi-Fi. Backup jest wyłączony. Aby go włączyć, przejdź do ekranu Ustawienia → Apple ID → iCloud → Backup w iCloud.
pt: Certifique-se de que haja uma conexão Wi‑Fi. O backup está desativado. Você pode ativá-lo em Ajustes → ID Apple → iCloud → Backup do iCloud.
pt_pt: Certifique‑se de que tem ligação a uma rede Wi‑Fi. A cópia de segurança está desativada. Pode ativá‑la em Definições → ID Apple → iCloud → Cópia de segurança em iCloud
ro: Asigurați‑vă că dispuneți de conexiune Wi‑Fi. Backupul este dezactivat. Îl puteți activa în Configurări → ID Apple → iCloud → Backup iCloud
ru: Убедитесь, что устройство подключено к сети Wi‑Fi. Резервное копирование сейчас выключено. Его можно включить в меню Настройки → Apple ID → iCloud → Резервная копия в iCloud.
sk: Uistite sa, že máte pripojenie k Wi-Fi. Vaša záloha je vypnutá. Zapnúť ju môžete v Nastavenia → Apple ID → iCloud → iCloud Záloha.
sl: Prepričajte se, da ste povezani z omrežjem Wi-Fi. Varnostno kopiranje je onemogočeno. Vklopite ga lahko v razdelku Nastavitve > Apple ID > iCloud > Varnostno kopiranje v iCloud
sv: Se till att du är ansluten till Wi-Fi. Säkerhetskopiering är avaktiverad. Du kan slå på den i Inställningar → Apple-ID → iCloud → iCloud-säkerhetskopia.
th: ตรวจสอบให้แน่ใจว่าคุณเชื่อมต่ออยู่กับ Wi‑Fi ข้อมูลสำรองของคุณปิดใช้งานอยู่ คุณสามารถเปิดใช้ได้ที่การตั้งค่า → Apple ID → iCloud → ข้อมูลสำรอง iCloud
tr: Wi-Fi’ye bağlı olduğunuzdan emin olun. Yedekleme etkisizleştirilmiş. Yedeklemeyi Ayarlar → Apple Kimliği → iCloud → iCloud Yedekleme’de açabilirsiniz.
uk: Переконайтеся, що ви маєте зʼєднання з мережею Wi-Fi. Функцію резервного копіювання вимкнено. Щоб увімкнути її, перейдіть у меню Параметри → Apple ID → iCloud → Резервна копія iCloud
vi: Đảm bảo rằng thiết bị của bạn được kết nối vào Wi-Fi. Tính năng sao lưu của bạn đã bị tắt. Bạn có thể bật tính năng tại Cài đặt → ID Apple → iCloud → Sao lưu iCloud
zh_cn: 请确保已接入Wi-Fi。备份已停用。你可以在“设置”→ Apple ID → iCloud → iCloud云备份中打开
zh_hk: 請確定你已連接Wi-Fi。你的備份已停用。你可以在「設定」→ Apple ID → iCloud →「iCloud備份」中開啟
zh_tw: 請確定你已連接Wi-Fi。已停用你的備份。你可以在「設定」→ Apple ID → iCloud →「iCloud備份」中開啟

# ERASE_STOCKHOLM_STORED_VALUE_OFFLINE_ALERT_ACCEPT
source: Erase
ar: مسح
bg: Изтрий
ca: Esborra
cs: Smazat
da: Slet
de: Löschen
el: Σβήσιμο
es: Borrar
es_us: Borrar
fi: Tyhjennä
fr: Effacer
fr_ca: Effacer
he: מחיקה
hi: मिटाएँ
hr: Obriši
hu: Törlés
id: Hapus
it: Inizializza
ja: 消去
kk: Өшіру
ko: 지우기
lt: Trinti
ms: Padam
nl: Wis
no: Slett
pl: Wymaż
pt: Apagar
pt_pt: Apagar
ro: Ștergeți
ru: Стереть
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบข้อมูล
tr: Sil
uk: Стерти
vi: Xóa
zh_cn: 抹掉
zh_hk: 清除
zh_tw: 清除

# ICLOUD_BACKUP_DISABLED_MSG
source: Your backup is disabled. You can turn it on at Settings → AppleID → iCloud → iCloud Backup or continue erasing the device.
ar: النسخ الاحتياطي مُعطَّل. يمكنك تشغيله من الإعدادات ← Apple ID ← ‏iCloud ← النسخ الاحتياطي على iCloud، أو متابعة مسح الجهاز.
bg: Резервното копие е деактивирано. Можете да го включите в Настройки → Apple ID → iCloud → iCloud резервно копие или да продължите с изтриването на устройството.
ca: La còpia de seguretat està desactivada. Pots activar‑la a l’app Configuració > ID d’Apple → iCloud → Còpia a l’iCloud, o bé continuar i esborrar el dispositiu.
cs: Zálohování je vypnuté. Můžete ho zapnout v Nastavení → Apple ID → iCloud → Záloha na iCloudu nebo můžete pokračovat v mazání zařízení.
da: Sikkerhedskopiering er slået fra. Du kan slå det til i Indstillinger → Apple-id → iCloud → iCloud-sikkerhedskopi eller fortsætte med at slette enheden.
de: Dein Backup ist deaktiviert. Du kannst es in „Einstellungen“ → „Apple-ID“ → „iCloud“ → „iCloud-Backup“ aktivieren oder mit dem Löschen des Geräts fortfahren.
el: Το εφεδρικό σας αντίγραφο είναι απενεργοποιημένο. Μπορείτε να το ενεργοποιήσετε στις «Ρυθμίσεις» → «Apple ID» → «iCloud» → «Εφεδρικό αντίγραφο iCloud» ή να συνεχίσετε το σβήσιμο της συσκευής.
es: La copia de seguridad está desactivada. Puedes activarla en Ajustes → ID de Apple → iCloud → Copia en iCloud, o bien seguir borrando el dispositivo.
es_us: Tu respaldo está desactivado. Puedes activarlo en Configuración → Apple ID → iCloud → Respaldo en iCloud o puedes seguir borrando el dispositivo.
fi: Varmuuskopiointi on pois käytöstä. Voit laittaa sen päälle kohdassa Asetukset → Apple ID → iCloud → iCloud-varmuuskopio tai jatkaa laitteen tyhjentämistä.
fr: Votre sauvegarde est désactivée. Vous pouvez l’activer dans Réglages → Identifiant Apple → iCloud → Sauvegarde iCloud ou poursuivre l’effacement de l’appareil.
fr_ca: Votre sauvegarde est désactivée. Vous pouvez l’activer dans Réglages → Identifiant Apple → iCloud → Sauvegarde iCloud, ou poursuivre l’effacement de l’appareil.
he: אפשרות הגיבוי אינה פעילה אצלך כרגע. ניתן להפעיל אותה דרך ״הגדרות״ ←‏ Apple ID ‏← iCloud ← ״גיבוי iCloud״, או להמשיך למחוק את תוכן המכשיר.
hi: आपका बैकअप अक्षम है। आप सेटिंग्ज़ → Apple ID → iCloud → iCloud बैकअप में जाकर उसे चालू कर सकते हैं या डिवाइस मिटाना जारी रखें।
hr: Sigurnosna kopija je onemogućena. Možete je uključiti u Postavkama → Apple ID → iCloud → iCloud sigurnosna kopija ili nastaviti s brisanjem uređaja.
hu: A biztonsági mentés le van tiltva. A bekapcsolásához válassza a Beállítások → Apple ID → iCloud → iCloud biztonsági mentés menüpontot, vagy folytassa az eszközön lévő adatok törlését.
id: Cadangan Anda dinonaktifkan. Anda dapat menyalakannya di Pengaturan → ID Apple → iCloud → Cadangan iCloud atau melanjutkan penghapusan perangkat.
it: Il backup è disabilitato. Puoi attivarlo in Impostazioni → ID Apple → iCloud → Backup iCloud o continuare con l’inizializzazione del dispositivo.
ja: バックアップが無効になっています。“設定” → “Apple ID” → “iCloud” → “iCloudバックアップ”でオンにするか、デバイスの消去を続けることもできます。
kk: Сақтық көшірме өшірулі. Оны Реттеулер → Apple ID → iCloud → iCloud сақтық көшірмесі арқылы қосыңыз немесе құрылғы деректерін өшіруді жалғастырыңыз.
ko: 백업이 비활성화되었습니다. 설정 → Apple ID → iCloud → iCloud 백업에서 백업을 켜거나, 계속해서 기기를 지울 수 있습니다.
lt: Atsarginės kopijos kūrimas išjungtas. Galite jį įjungti pasirinkę „Nustatymai“ → „Apple ID“ → „iCloud“ → „iCloud“ atsarginė kopija“ arba tęsti įrenginio duomenų trynimą.
ms: Sandaran anda dinyahdayakan. Anda boleh mengaktifkannya di Seting → Apple ID → iCloud → Sandaran iCloud atau terus memadamkan peranti.
nl: Je back‑up is uitgeschakeld. Je kunt deze inschakelen in Instellingen via 'Apple ID' → 'iCloud' → 'Back‑up in iCloud' of je kunt doorgaan met het wissen van het apparaat.
no: Sikkerhetskopiering er deaktivert. Du kan slå det på i Innstillinger → Apple‑ID → iCloud → iCloud-sikkerhetskopi eller fortsette å slette enheten.
pl: Backup jest wyłączony. Możesz go włączyć, przechodząc do ekranu Ustawienia → Apple ID → iCloud → Backup w iCloud, lub kontynuować wymazywanie urządzenia.
pt: O backup está desativado. Você pode ativá-lo em Ajustes → ID Apple → iCloud → Backup do iCloud ou continuar apagando o dispositivo.
pt_pt: A cópia de segurança está desativada. Pode ativá‑la em Definições → ID Apple → iCloud → Cópia de segurança em iCloud, ou continue a apagar o dispositivo.
ro: Backupul este dezactivat. Îl puteți activa în Configurări → ID Apple → iCloud → Backup iCloud sau puteți continua ștergerea dispozitivului.
ru: Резервное копирование сейчас выключено. Его можно включить в меню Настройки → Apple ID → iCloud → Резервная копия в iCloud.
sk: Vaša záloha je vypnutá. Môžete ju zapnúť v Nastavenia → Apple ID → iCloud → iCloud Záloha alebo pokračovať vo vymazávaní zariadenia.
sl: Varnostno kopiranje je onemogočeno. Vklopite ga v razdeku Nastavitve > Apple ID > iCloud > Varnostno kopiranje v iCloud ali nadaljujte postopek brisanja naprave.
sv: Säkerhetskopiering är avaktiverad. Du kan slå på den i Inställningar → Apple-ID → iCloud → iCloud-säkerhetskopia eller fortsätta att radera enheten.
th: ข้อมูลสำรองของคุณปิดใช้งานอยู่ คุณสามารถเปิดใช้ได้ที่การตั้งค่า → Apple ID → iCloud → ข้อมูลสำรอง iCloud หรือลบข้อมูลอุปกรณ์ต่อ
tr: Yedekleme etkisizleştirilmiş. Yedeklemeyi Ayarlar → Apple Kimliği → iCloud → iCloud Yedekleme’de açabilir ya da aygıtı silebilirsiniz.
uk: Функцію резервного копіювання вимкнено. Перейдіть у меню Параметри → Apple ID → iCloud → Резервна копія iCloud, щоб увімкнути її, або продовжте процедуру стирання даних із пристрою.
vi: Tính năng sao lưu của bạn đã bị tắt. Bạn có thể bật tính năng tại Cài đặt → ID Apple → iCloud → Sao lưu iCloud hoặc tiếp tục xóa thiết bị.
zh_cn: 备份已停用。你可以在“设置”→ Apple ID → iCloud → iCloud云备份中打开，或继续抹掉设备。
zh_hk: 你的備份已停用。你可以在「設定」→ Apple ID → iCloud →「iCloud備份」中開啟或繼續清除裝置。
zh_tw: 已停用你的備份，你可以在「設定」→ Apple ID → iCloud →「iCloud備份」中開啟或繼續清除裝置。

# ERASE_LABEL
source: Erase All Content and Settings
ar: مسح جميع المحتويات والإعدادات
bg: Изтрий съдържание и настройки
ca: Esborra els continguts i les opcions
cs: Smazat data a nastavení
da: Slet alt indhold og alle indstillinger
de: Alle Inhalte & Einstellungen löschen
el: Σβήσιμο περιεχ/νου και ρυθμίσεων
es: Borrar contenidos y ajustes
es_us: Borrar contenido y configuración
fi: Poista kaikki sisältö ja asetukset
fr: Effacer contenu et réglages
fr_ca: Effacer contenu et réglages
he: מחיקת כל התוכן וההגדרות
hi: सभी कॉन्टेंट और सेटिंग्ज़ मिटाएँ
hr: Obriši sav sadržaj i postavke
hu: Összes tartalom, beállítás törlése
id: Hapus Konten & Pengaturan
it: Inizializza contenuto e impostazioni
ja: すべてのコンテンツと設定を消去
kk: Барлық контент, реттеуді өшіру
ko: 모든 콘텐츠 및 설정 지우기
lt: Trinti visą turinį ir nustatymus
ms: Padam Semua Kandungan dan Seting
nl: Wis alle inhoud en instellingen
no: Slett alt innhold og alle innstillinger
pl: Wymaż zawartość i ustawienia
pt: Apagar Conteúdo e Ajustes
pt_pt: Apagar conteúdo e definições
ro: Ștergeți conținut și configurări
ru: Стереть контент и настройки
sk: Vymazať celý obsah a nastavenia
sl: Izbriši celotno vsebino in nastavitve
sv: Radera allt innehåll och inst.
th: ลบข้อมูลและการตั้งค่าทั้งหมด
tr: Tüm İçerikleri ve Ayarları Sil
uk: Стерти весь вміст і параметри
vi: Xóa tất cả nội dung và cài đặt
zh_cn: 抹掉所有内容和设置
zh_hk: 清除所有內容和設定
zh_tw: 清除所有內容和設定

# ICLOUD_SYNC_ERASE_NOW
source: Erase Now
ar: المسح الآن
bg: Изтрий сега
ca: Esborra ara
cs: Vymazat
da: Slet nu
de: Jetzt löschen
el: Σβήσιμο τώρα
es: Borrar ahora
es_us: Borrar ahora
fi: Tyhjennä nyt
fr: Effacer maintenant
fr_ca: Effacer maintenant
he: מחק כעת
hi: अभी मिटाएँ
hr: Obriši odmah
hu: Törlés most
id: Hapus Sekarang
it: Inizializza ora
ja: 今すぐ消去
kk: Қазір өшіру
ko: 지금 지우기
lt: Ištrinti dabar
ms: Padam Sekarang
nl: Wis nu
no: Slett nå
pl: Wymaż teraz
pt: Apagar Agora
pt_pt: Apagar agora
ro: Ștergeți acum
ru: Стереть
sk: Vymazať
sl: Izbriši zdaj
sv: Radera nu
th: ลบข้อมูลตอนนี้
tr: Şimdi Sil
uk: Стерти зараз
vi: Xóa bây giờ
zh_cn: 立即抹掉
zh_hk: 立即清除
zh_tw: 立即清除

# RESET_NETWORK_MSG
source: This will delete all network settings, returning them to factory defaults.
ar: سيتم حذف كافة إعدادات الشبكة، وإعادتها إلى الوضع الافتراضي.
bg: Това ще изтрие всички мрежови настройки и ще върне фабричните настройки по подразбиране.
ca: Tots els paràmetres de xarxa s’eliminaran i tornaran als valors de fàbrica.
cs: Tímto budou smazána všechna síťová nastavení a obnoveny jejich tovární hodnoty.
da: Dette sletter alle netværksindstillinger, og standardindstillingerne gendannes.
de: Hiermit werden alle Netzwerkeinstellungen gelöscht und auf die Werkseinstellungen zurückgesetzt.
el: Θα διαγραφούν όλες οι ρυθμίσεις δικτύου και θα επαναφερθούν στις εργοστασιακές προεπιλογές.
es: Se restablecerán todos los ajustes de red originales.
es_us: Se restablecerá toda la configuración de red original.
fi: Tämä poistaa kaikki verkkoasetukset palauttaen ne tehdasasetuksiin.
fr: Tous les réglages réseau seront supprimés et les réglages par défaut seront rétablis.
fr_ca: Tous vos réglages réseau seront supprimés et les réglages d’origine seront rétablis.
he: פעולה זו תמחק את כל הגדרות הרשת מהמכשיר, ותחזיר אותן למצבן המקורי.
hi: यह सभी नेटवर्क सेटिंग्ज़ डिलीट कर देगा और वे फ़ैक्ट्री डिफ़ॉल्ट पर सेट हो जाएँगी।
hr: Ovime se brišu sve mrežne postavke te se resetiraju na tvorničke vrijednosti.
hu: Ez törölni fog minden hálózati beállítást, gyári alapértékekre állítva azokat.
id: Ini akan menghapus semua pengaturan jaringan dan mengembalikannya ke pengaturan awal pabrik.
it: Tutte le impostazioni rete verranno eliminate e riportate ai valori iniziali.
ja: すべてのネットワーク設定を消去して、工場出荷時のデフォルト状態に戻します。
kk: Бұл барлық желілік реттеуді жояды және оларды зауыттық реттеулерге қайтарады.
ko: 모든 네트워크 설정을 삭제하고 초기 설정으로 되돌립니다.
lt: Šiuo veiksmu bus ištrinti visi tinklo nustatymai grąžinant numatytuosius gamyklinius nustatymus.
ms: Ini akan memadam semua seting rangkaian, mengembalikannya kepada lalai kilang.
nl: Hiermee verwijder je alle netwerkinstellingen en worden de fabrieksinstellingen hersteld.
no: Dette sletter alle nettverksinnstillinger. De går tilbake til originalinnstillingene.
pl: Spowoduje to usunięcie wszystkich ustawień sieciowych i przywrócenie ich do ustawień fabrycznych.
pt: Todos os ajustes de rede serão apagados, voltando aos padrões de fábrica.
pt_pt: Todas as definições de rede serão eliminadas, restaurando as definições de fábrica.
ro: Toate configurările de rețea vor fi șterse și vor reveni la valorile implicite.
ru: Настройки сети будут удалены и возвращены к заводским настройкам.
sk: Týmto vymažete všetky nastavenia siete a vrátite ich do pôvodného stavu.
sl: To bo izbrisalo vse nastavitve omrežja in jih povrnilo na tovarniške nastavitve.
sv: Detta kommer att radera alla nätverksinställningar och återställa dem till fabriksinställningarna.
th: การทำงานนี้จะลบการตั้งค่าเครือข่ายทั้งหมดและรีเซ็ตกลับเป็นการตั้งค่าเริ่มต้นจากโรงงาน
tr: Bu işlem, tüm ağ ayarlarını silecek ve onları fabrika saptanmışlarına döndürecektir.
uk: Після цього всі параметри мережі буде скинуто до початкового стану.
vi: Làm như vậy sẽ xóa tất cả cài đặt mạng, quay về mặc định của nhà sản xuất.
zh_cn: 这将删除所有网络设置， 并恢复到默认的出厂设置。
zh_hk: 這將刪除所有網絡設定並還原成出廠預設值。
zh_tw: 這將刪除所有網路設定並回復為出廠預設值。

# ICLOUD_SYNC_NEEDS_WIFI_TITLE
source: Connect to Wi-Fi
ar: الاتصال بالـ Wi-Fi
bg: Свързване към Wi-Fi
ca: Connecta’t a una xarxa Wi‑Fi
cs: Připojit k Wi‑Fi
da: Opret forbindelse til Wi-Fi
de: Mit WLAN verbinden
el: Σύνδεση σε Wi-Fi
es: Conéctate a una red Wi‑Fi
es_us: Conectarse a Wi-Fi
fi: Yhdistä Wi-Fiin
fr: Se connecter au Wi-Fi
fr_ca: Se connecter à un réseau Wi-Fi
he: להתחברות לרשת אלחוטית
hi: वाई-फ़ाई से कनेक्ट करें
hr: Spojite se na Wi-Fi
hu: Csatlakozás a Wi-Fi-hálózathoz
id: Hubungkan ke Wi-Fi
it: Connettiti alla rete Wi-Fi
ja: Wi-Fiに接続
kk: Wi-Fi желісіне қосылу
ko: Wi‑Fi에 연결
lt: Prijungti prie „Wi-Fi“
ms: Sambung ke Wi-Fi
nl: Verbind via wifi
no: Koble til Wi‑Fi
pl: Połącz się z siecią Wi‑Fi
pt: Conectar ao Wi‑Fi
pt_pt: Ligar à rede Wi‑Fi
ro: Conectați‑vă la Wi-Fi
ru: Подключение к Wi‑Fi
sk: Pripojte sa k Wi‑Fi
sl: Vzpostavi povezavo z omrežjem Wi-Fi
sv: Anslut till Wi-Fi
th: เชื่อมต่อกับ Wi‑Fi
tr: Wi-Fi’ye Bağlanın
uk: Підʼєднайтеся до Wi-Fi
vi: Kết nối vào Wi-Fi
zh_cn: 接入Wi-Fi
zh_hk: 連接Wi-Fi
zh_tw: 連接Wi-Fi

# ICLOUD_ERROR_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# ICLOUD_SYNC_PROGRESS_SKIP
source: Skip Upload
ar: تخطي التحميل
bg: Пропусни качване
ca: Omet la càrrega
cs: Přeskočit odesílání
da: Spring overførsel over
de: Upload überspringen
el: Παράλειψη ανεβάσματος
es: Omitir carga de datos
es_us: Omitir carga
fi: Ohita lähetys
fr: Ignorer le téléchargement
fr_ca: Ignorer le téléversement
he: דילוג על העלאה
hi: अपलोड स्किप करें
hr: Preskoči postavljanje
hu: Feltöltés mellőzése
id: Lewati Pengunggahan
it: Non eseguire il caricamento
ja: アップロードをスキップ
kk: Жүктеп салу әрекетін өткізіп жіберу
ko: 업로드 건너뛰기
lt: Praleisti įkėlimą
ms: Langkau Muat Naik
nl: Sla uploaden over
no: Hopp over opplasting
pl: Pomiń wysyłanie
pt: Ignorar Envio
pt_pt: Ignorar envio
ro: Omiteți încărcarea
ru: Пропустить выгрузку
sk: Preskočiť odosielanie
sl: Preskoči nalaganje
sv: Hoppa över överföring
th: ข้ามการอัปโหลด
tr: Yüklemeyi Atla
uk: Пропустити закачування
vi: Bỏ qua tải lên
zh_cn: 跳过上传
zh_hk: 略過上載
zh_tw: 略過上傳
